{
  "legend": [
    {
      "name": "Town Overview",
      "description": "As the road through Silverymoon Pass finishes its descent from the Nether Mountains, it passes an old dwarf watchtower from the days of Old Delzoun. A small town clusters about it, a caravan-stop for those traveling between Sundabar and Silverymoon. \n\nThis is Auvandell, named for a human hero said to have slain a dragon here in the service of the king of Delzoun. The dwarf tower was raised over the wyrm’s hoard (or so it’s claimed.)\n\nA handful of towns like this dot the Rauvin Vale and the southern portions of Old Delzoun. While Auvandell is nominally part of the lands of Sundabar, in practice the town is left to govern itself.\n\nThe land nearby is rugged and difficult to farm. Goatherds and shepherds make up most of the town’s agricultural base, and apple and cherry orchards do well on the south-facing hillsides near the town.\n\nTwo small mines in the hills nearby account for most of Auvandell’s industry; a smelter here turns out ingots of copper, lead, and iron, which are sent down to Sundabar in sturdy carts pulled by teams of oxen."
    },
    {
      "name": "1. The Watchtower",
      "description": "Two storeys high, this dwarven tower hearkens back to the era of Old Delzoun, and still sees infrequent use by town patrols.\n\nDespite being centuries old, its stonework still holds strong; beyond the vantage it offers, however, there's little of interest here.\n\nHaving sworn off the drink more than a decade past, Patrol Captain Orrum Rast can be found here surveilling the lands below many evenings."
    },
    {
      "name": "2. Auvanhall",
      "description": "The town's central meeting house, this building hosts council meetings and, in foul weather, all of the various training sessions and celebrations normally held in the Commons.\n\nIn addition to its great common room for feasts and meetings, the structure also contains several barracks held in reserve for the unexpected.\n\nAuvanhall’s extensive basement contains formidable stores of siege rations, weapons, and even minor potions."
    },
    {
      "name": "3. The Commons",
      "description": "A wide amphitheater with a stone floor and raised stage at one end, by day the Commons serves as Auvandell's mustering ground, upon which its residents engage in martial practice (some dedicated citizens train here nearly every day, but the only expectation is for able-bodied townsfolk attend once monthly.)\n\nBy night, however, the Commons transforms into a place of relaxation and celebration as townsfolk gather.\n\nIn addition, the rare school lesson is often conducted on the rows of tiered seating, and the stage is used for both announcements and even the rare performance."
    },
    {
      "name": "4. The Countinghouse",
      "description": "A large, relatively stately building, the Auvandell Exchequer sees to both the banking and documenting needs of locals and traveling merchants alike.\n\nIts proprietor is town council member Lessë Lessë Nedumyr, who proudly traces her lineage all the way to the bank (and town's) founding caravanners. She takes to her job well enough, though she's perhaps most noted for her skill at arms in the training arena."
    },
    {
      "name": "5. The Field",
      "description": "Named for its position on the sloped ascent between the town’s two inner gates (that is, inside the \"killing field\"), the only real tavern in town began as a way for Rastyr Gyrban to finance the production of his beloved moonshine.\n\nA strange structure, its walls begin a foot off the ground and its roof is made from a thickly-waxed tarp of canvas. When the furious local storms roll down from the mountains, Rastyn pulls back the tarp to let the rain and the slope wash away the bar's filth."
    },
    {
      "name": "6. The Sanctuary",
      "description": "A decade or two back, missionaries of Tyr constructed this house of worship, Sanctuary of the Just. \n\nSome townsfolk look askance at the clerics' particularly grim brand of piety, and possible underlying allegiance to their home city of Sundabar. Still, no one would actually turn away such hardworking and valuable residents, especially as they decline to engage in any governance or rulership.\n\nThe current matron of the sanctuary is Holy Arbiter Tyedra Morlund, younger sister to the current head of the (much larger) Sundabarran temple to the south. Speculation abounds as to why she toils here, instead of alongside her prominent sibling.\n\nThe other resident of interest is Karkhrezhra, a blind and lame half-orc with minor oracular powers. He fled an upbringing at the hands of tribe Red Fang, escaping to the first settlement he could find."
    },
    {
      "name": "7. Ramblehouse",
      "description": "Built by the enterprising halfling Cham Larringfass, this sprawling, eccentric manor functions as the town's inn and boardinghouse. Packed with rooms of all shapes and sizes, it also houses a sizable fraction of the town's small folk."
    },
    {
      "name": "8. The Salvage",
      "description": "The closest thing Auvandell has to a general store, the Silverymoon Pass Tools and Salvage is a clutter of both mundane goods useful to townsfolk and “treasures” purchased from patrols and adventurers. It's run by the husband-and-wife crew of Bordnar and Mathë Seendar.\n\nMathë is a shrewd businessperson in most matters, but unreserved in her passion for paraphernalia from the regional dwarven, elven, and human kingdoms of ages past.\n\nBordnar, meanwhile, is obsessed with his own pursuits as the town’s only resident apothecary; from his workshop in the back of the store, he crafts potions and unguents both magical and mundane. This half-orc's grinning, calm industriousness is one of the reasons Auvandell is such an (at least relatively) open town for those with Orcish ancestry."
    },
    {
      "name": "9. The Wonders",
      "description": "The Clan Khuldugar Scriptorium rarely houses more than few magical items for purchase or trade; far more valuable is the lore Agrit Khuldugar can retrieve, and the knowledge she can impart.\n\nA surprisingly talkative dwarf, Agrit lights up when discussing the arcane. She’s always eager to examine unfamiliar magic items, and anyone who appeals to her sense of wonder and mystery can usually convince her to identify a magic item for free."
    },
    {
      "name": "10. The Clamor",
      "description": "The majority of Firehand Metals' work is in smelting ore brought in from the local mines, before shipping it on to Sundabar; relatively little metal is actually worked at the smithy.\n\nStagundarsha (\"Arsha\") Firehand, the owner and forgemaster, would dearly like that to change. She's formulating a years- or decades-long plan to expand the lowertown into a complex of metallurgists and other crafters.\n\nThe only other member of Clan Khuldugar in town, Arsha fought in the reclamation of Citadel Felbarr, two winters' past, before retiring to the town her wife Agrit had been raised in."
    },
    {
      "name": "11. The Hopespring",
      "description": "This astonishingly prolific stream provides the town with a waterfall of pure water, filling the town reservoir before filtering down through cracks in the stone once more.\n\nA mute elven druid quietly watches over the spring and its reservoir, though what purpose his quiet contemplation serves is anyone’s guess. Dubbed Silvertop by the townsfolk, he has resided on this hill since before the town was settled (...some three centuries past.)\n\nHe generally holds himself aloof from the town’s proceedings, yet the few occasions upon which he performs magic (healing a dying child, calling lightning down on bandits) earn him respect from most residents."
    },
    {
      "name": "12. Barterstones",
      "description": "Most of Auvandell's general trading is conducted at an open-air market held among several low, broad slabs of flat rock just east of town.\n\nOriginally, the market was only used for trading with orcs and outsiders who hadn’t yet earned the people’s trust, but over time the town’s farmers and herders found it easier to meet here than to guide wagons and livestock through the town’s steep and narrow streets\n\nNow, the vast majority of local trade occurs here, with market days coming twice a week."
    }
  ]
}
